tap "ankitpokhrel/jira-cli"
tap "derailed/k9s"
tap "domt4/autoupdate"
tap "isen-ng/dotnet-sdk-versions"
tap "jesseduffield/lazygit"
tap "localstack/tap"
tap "nikitabobko/tap"
tap "shivammathur/php"
tap "spring-cli-projects/spring-cli"
brew "awscli"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli-local"
brew "bat"
brew "benthos"
brew "brew-php-switcher"
brew "btop"
brew "glib"
brew "circumflex"
brew "cloudflared"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "cookiecutter"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "gitlab-ci-local"
brew "gleam"
brew "helm"
brew "httpie"
brew "ifstat"
brew "istioctl"
brew "jq"
brew "kind"
brew "kompose"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lima"
brew "python@3.12"
brew "llvm@16"
brew "lua"
brew "luarocks"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nowplaying-cli"
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "opencode"
brew "operator-sdk"
brew "php@8.1"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "postgresql@14"
brew "pyenv"
brew "qemu"
brew "rename"
brew "sqlcmd"
brew "switchaudio-osx"
brew "tre-command"
brew "tree"
brew "yarn"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "derailed/k9s/k9s"
brew "localstack/tap/localstack-cli"
brew "spring-cli-projects/spring-cli/spring-cli"
cask "1password"
cask "anki"
cask "bartender"
cask "codex"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "gcloud-cli"
cask "ghostty"
cask "iina"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "jump-desktop"
cask "jump-desktop-connect"
cask "mactex-no-gui"
cask "mitmproxy"
cask "podman-desktop"
cask "proxyman"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "visual-studio-code"
cask "vlc"
cask "warp"
go "github.com/yayolande/go-template-lsp"
cargo "openapi-tui"
